{
    "CONTINUE":"Continuer",
    "PREVIOUS":"Précédent",
    "MEDICAL INFORMATION FORM": "FORMULAIRE D'INFORMATION MÉDICALE",
    "THERAPIST PREFERENCE": "PRÉFÉRENCE DU THÉRAPEUTE",
    "FEMALE THERAPIST": "UNE THÉRAPEUTE (FEMME)",
    "MALE THERAPIST": "TERAPISTA MASCHILE",
    "NAME - SURNAME": "NOM - PRÉNOM",
    "GENDER": "SEXE :",
    "FEMALE": "FEMME",
    "MALE": "HOMME",
    "DATE OF BIRTH": "DATE DE NAISSANCE",
    "COUNTRY": "PAYS",
    "CONTACT NUMBER": "NUMÉRO DE TÉLÉPHONE",
    "E-MAIL ADDRESS": "ADRESSE E-MAIL",
    "YES": "Oui",
    "NO": "Non",
    "HEART PROBLEMS": "Des problèmes cardiaques",
    "HIGH - LOW BLOOD PRESSURE": "Une Tension artérielle élevée - basse",
    "VARICOSE VEINS": "Des veines variqueuses (varices)",
    "ASTHMA": "L'asthme",
    "VERTEBRAL PROBLEMS": "des problèmes vertébraux",
    "OTHER JOINT PROBLEMS": "Autres problèmes d'articulation",
    "FRACTURES": "des fractures",
    "SKIN ALLERGIES": "des allergies cutanées",
    "IODINE ALLERGY": "une allergie à l'iode",
    "HYPERTHYROIDISM": "une hyperthyroïdie",
    "DIABETES": "un diabète",
    "EPILEPSY": "une maladie épileptique",
    "ARE YOU PREGNANT?": "Êtes-vous enceinte ?",
    "DO YOU HAVE BACK PROBLEMS?": "Avez-vous des problèmes de dos ?",
    "HAVE YOU EVER TESTED POSITIVE FOR COVID-19? ": "Avez-vous déjà été testée positive à la Covid-19 ?",
    "IF YES, PLEASE PROVIDE THE DATE.": "Si oui, veuillez indiquer la date.",
    "HAVE YOU BEEN SURGICALLY OPERATED ON?": "Avez-vous subi une opération chirurgicale ?",
    "IF YES, PLEASE EXPLAIN THE TYPE OF SURGERY AND THE DATE.": "Si oui, veuillez expliquer le type de chirurgie et indiquer la date de l'intervention.",
    "I CONFIRM THAT THIS FORM IS COMPLETED TO THE BEST OF MY KNOWLEDGE AND THE INFORMATION ABOVE IS CORRECT. I ACCEPT TO USE THE MASSAGE, SPA AND HAMMAM FACILITIES AT MY OWN WILL, AND WILL NOT HOLD THE MANAGEMENT RESPONSIBLE FOR ANY HEALTH PROBLEMS OR ACCIDENTS THAT MAY OCCUR DURING THE THERAPY SESSION.": "Je confirme que le présent formulaire est correctement rempli et que les informations ci-dessus sont véridiques. J'accepte d'utiliser les équipements de massage, de spa et de hammam à ma propre volonté, et je ne tiendrai pas la direction responsable des problèmes de santé ou des accidents qui pourraient survenir pendant la séance de thérapie.",
    "*IN ORDER TO MAXIMIZE THE EFFICIENCY OF YOUR THERAPY SESSION, PLEASE REMOVE YOUR ACCESSORIES SUCH AS RINGS, NECKLACES, BRACELETS AND VALUABLES BEFORE THE SESSION AND LOCK THEM IN THE SAFEBOX IN THE RECEPTION AREA. WE HEREBY INFORM YOU THAT WE HAVE PROVIDED A SAFE BOX FOR YOUR VALUABLES.": "*Afin de garantir le bon déroulement de votre séance de thérapie, nous vous prions d'enlever vos bijoux tels que bagues, colliers, bracelets et objets de valeur avant la séance et de les enfermer dans le coffre-fort situé à la réception. Nous vous informons que nous avons mis à votre disposition un coffre pour vos objets de valeur.",
    "DATE": "Date",
    "TIME": "Heure",
    "GUEST SIGNATURE": "SIGNATURE DE L'INVITÉ"
    }