{
    "CONTINUE": "Continuar",
    "PREVIOUS": "Previa",
    "MEDICAL INFORMATION FORM": "FORMULARIO DE INFORMACIÓN MÉDICA",
    "THERAPIST PREFERENCE": "PREFERENCIA DEL TERAPEUTA",
    "FEMALE THERAPIST": "TERAPEUTA (MUJER)",
    "MALE THERAPIST": "TERAPEUTA (HOMBRE)",
    "NAME - SURNAME": "NOMBRE - APELLIDOS",
    "GENDER": "GÉNERO",
    "FEMALE": "FEMENINO",
    "MALE": "MASCULINO",
    "DATE OF BIRTH": "FECHA DE NACIMIENTO",
    "COUNTRY": "PAÍS",
    "CONTACT NUMBER": "NÚMERO DE CONTACTO",
    "E-MAIL ADDRESS": "DIRECCIÓN DE CORREO ELECTRÓNICO",
    "YES": "Sí",
    "NO": "No",
    "HEART PROBLEMS": "Problemas de corazón",
    "HIGH - LOW BLOOD PRESSURE": "Presión arterial alta - baja",
    "VARICOSE VEINS": "Varices",
    "ASTHMA": "Asma",
    "VERTEBRAL PROBLEMS": "Problemas vertebrales",
    "OTHER JOINT PROBLEMS": "Otros problemas articulares",
    "FRACTURES": "Fracturas",
    "SKIN ALLERGIES": "Alergias cutáneas",
    "IODINE ALLERGY": "Alergia al yodo",
    "HYPERTHYROIDISM": "Hipertiroidismo",
    "DIABETES": "Diabetes",
    "EPILEPSY": "Epilepsia",
    "ARE YOU PREGNANT?": "¿Está embarazada?",
    "DO YOU HAVE BACK PROBLEMS?": "¿Tiene problemas de espalda?",
    "HAVE YOU EVER TESTED POSITIVE FOR COVID-19? ": "¿Ha dado alguna vez positivo en el test Covid-19?",
    "IF YES, PLEASE PROVIDE THE DATE.": "En caso afirmativo, indique la fecha.",
    "HAVE YOU BEEN SURGICALLY OPERATED ON?": "¿Ha sido intervenido quirúrgicamente?",
    "IF YES, PLEASE EXPLAIN THE TYPE OF SURGERY AND THE DATE.": "En caso afirmativo, explique el tipo de cirugía y la fecha.",
    "I CONFIRM THAT THIS FORM IS COMPLETED TO THE BEST OF MY KNOWLEDGE AND THE INFORMATION ABOVE IS CORRECT. I ACCEPT TO USE THE MASSAGE, SPA AND HAMMAM FACILITIES AT MY OWN WILL, AND WILL NOT HOLD THE MANAGEMENT RESPONSIBLE FOR ANY HEALTH PROBLEMS OR ACCIDENTS THAT MAY OCCUR DURING THE THERAPY SESSION.": "Confirmo que este formulario está completado a mi leal saber y entender y que la información arriba indicada es correcta. Acepto utilizar las instalaciones de masaje, spa y hammam por mi propia voluntad, y no responsabilizaré a la dirección de ningún problema de salud o accidente que pueda ocurrir durante la sesión de terapia.",
    "*IN ORDER TO MAXIMIZE THE EFFICIENCY OF YOUR THERAPY SESSION, PLEASE REMOVE YOUR ACCESSORIES SUCH AS RINGS, NECKLACES, BRACELETS AND VALUABLES BEFORE THE SESSION AND LOCK THEM IN THE SAFEBOX IN THE RECEPTION AREA. WE HEREBY INFORM YOU THAT WE HAVE PROVIDED A SAFE BOX FOR YOUR VALUABLES.": "*Con el fin de maximizar la eficacia de su sesión de terapia, por favor, quítese sus accesorios como anillos, collares, pulseras y objetos de valor antes de la sesión y guárdelos en la caja fuerte de la zona de recepción. Le informamos de que disponemos de una caja fuerte para guardar sus objetos de valor.",
    "DATE": "Fecha",
    "TIME": "Hora",
    "GUEST SIGNATURE": "FIRMA DEL HUÉSPED"
}