{
    "CONTINUE": "Continua",
    "PREVIOUS": "PRECEDENTE",
    "MEDICAL INFORMATION FORM": "MODULO DI INFORMAZIONE SUL TRATTAMENTO SANITARIO",
    "THERAPIST PREFERENCE": "PREFERENZA DEL TERAPEUTA",
    "FEMALE THERAPIST": "TERAPEUTA FEMMINILE",
    "MALE THERAPIST": "TERAPISTA MASCHILE",
    "NAME - SURNAME": "NOME - COGNOME",
    "GENDER": "SESSO",
    "FEMALE": "FEMMINA",
    "MALE": "MASCHIO",
    "DATE OF BIRTH": "DATA DI NASCITA",
    "COUNTRY": "PAESE",
    "CONTACT NUMBER": "NUMERO DI TELEFONO",
    "E-MAIL ADDRESS": "INDIRIZZO E-MAIL",
    "YES": "Sì",
    "NO": "No",
    "HEART PROBLEMS": "Problemi cardiaci",
    "HIGH - LOW BLOOD PRESSURE": "Pressione arteriosa alta o bassa",
    "VARICOSE VEINS": "Vene varicose (varici)",
    "ASTHMA": "Asma",
    "VERTEBRAL PROBLEMS": "Problemi alla colonna vertebrale",
    "OTHER JOINT PROBLEMS": "Altri problemi articolari",
    "FRACTURES": "Le fratture",
    "SKIN ALLERGIES": "Allergie cutanee",
    "IODINE ALLERGY": "Allergia allo iodio",
    "HYPERTHYROIDISM": "Ipertiroidismo",
    "DIABETES": "Una diabeta",
    "EPILEPSY": "Una malattia epilettica",
    "ARE YOU PREGNANT?": "Sei incinta?",
    "DO YOU HAVE BACK PROBLEMS?": "Ha problemi alla schiena?",
    "HAVE YOU EVER TESTED POSITIVE FOR COVID-19? ": "È mai risultato positivo al test Covid-19?",
    "IF YES, PLEASE PROVIDE THE DATE.": "Se sì, si prega di indicare la data.",
    "HAVE YOU BEEN SURGICALLY OPERATED ON?": "Ha subito un intervento chirurgico?",
    "IF YES, PLEASE EXPLAIN THE TYPE OF SURGERY AND THE DATE.": "Se sì, si prega di spiegare il tipo di intervento e di indicare la data dell'intervento.",
    "I CONFIRM THAT THIS FORM IS COMPLETED TO THE BEST OF MY KNOWLEDGE AND THE INFORMATION ABOVE IS CORRECT. I ACCEPT TO USE THE MASSAGE, SPA AND HAMMAM FACILITIES AT MY OWN WILL, AND WILL NOT HOLD THE MANAGEMENT RESPONSIBLE FOR ANY HEALTH PROBLEMS OR ACCIDENTS THAT MAY OCCUR DURING THE THERAPY SESSION.": "Confermo che il presente modulo è stato correttamente compilato e che le informazioni sopra riportate sono veritiere. Accetto di utilizzare il massaggio, la spa e il bagno turco a mia discrezione e non ritengo la direzione responsabile di eventuali problemi di salute o incidenti che potrebbero verificarsi durante la sessione di terapia.",
    "*IN ORDER TO MAXIMIZE THE EFFICIENCY OF YOUR THERAPY SESSION, PLEASE REMOVE YOUR ACCESSORIES SUCH AS RINGS, NECKLACES, BRACELETS AND VALUABLES BEFORE THE SESSION AND LOCK THEM IN THE SAFEBOX IN THE RECEPTION AREA. WE HEREBY INFORM YOU THAT WE HAVE PROVIDED A SAFE BOX FOR YOUR VALUABLES.": "*Per garantire il corretto svolgimento della seduta terapeutica, vi chiediamo di togliere i vostri gioielli, come anelli, collane, braccialetti e oggetti di valore, prima della seduta e di chiuderli nella cassaforte della reception. Vi ricordiamo che disponiamo di una cassaforte per i vostri oggetti di valore.",
    "DATE": "Data",
    "TIME": "Ora",
    "GUEST SIGNATURE": "FIRMA DELL'OSPITE"
}