{
    "CONTINUE":"Kontynuować",
    "PREVIOUS":"Poprzedni",
    "MEDICAL INFORMATION FORM": "FORMULARZ MEDYCZNY",
    "THERAPIST PREFERENCE": "WYBÓR TERAPEUTY",
    "FEMALE THERAPIST": "TERAPEUTKA",
    "MALE THERAPIST": "TERAPEUTA",
    "NAME - SURNAME": "IMIĘ - NAZWISKO",
    "GENDER": "PŁEĆ",
    "FEMALE": "KOBIETA",
    "MALE": "MĘŻCZYZNA",
    "DATE OF BIRTH": "DATA URODZENIA",
    "COUNTRY": "KRAJ",
    "CONTACT NUMBER": "NUMER KONTAKTOWY",
    "E-MAIL ADDRESS": "ADRES E-MAIL",
    "YES": "Tak",
    "NO": "Nie",
    "HEART PROBLEMS": "Problemy z sercem",
    "HIGH - LOW BLOOD PRESSURE": "Wysokie lub niskie ciśnienie krwi",
    "VARICOSE VEINS": "Żylaki",
    "ASTHMA": "Astma",
    "VERTEBRAL PROBLEMS": "Problemy z kręgosłupem",
    "OTHER JOINT PROBLEMS": "Inne problemy ze stawami",
    "FRACTURES": "Złamania",
    "SKIN ALLERGIES": "Alergie skórne",
    "IODINE ALLERGY": "Alergia na jod",
    "HYPERTHYROIDISM": "Nadczynność tarczycy",
    "DIABETES": "Cukrzyca",
    "EPILEPSY": "Epilepsja",
    "ARE YOU PREGNANT?": "Czy jesteś w ciąży?",
    "DO YOU HAVE BACK PROBLEMS?": "Czy masz problemy z kręgosłupem?",
    "HAVE YOU EVER TESTED POSITIVE FOR COVID-19? ": "Czy miałe(a)ś kiedykolwiek pozytywny wynik testu na Covid-19?",
    "IF YES, PLEASE PROVIDE THE DATE.": "Jeśli tak, proszę podać datę.",
    "HAVE YOU BEEN SURGICALLY OPERATED ON?": "Czy byłe(a)ś operowany/a chirurgicznie?",
    "IF YES, PLEASE EXPLAIN THE TYPE OF SURGERY AND THE DATE.": "Jeśli tak, podaj proszę rodzaj operacji i jej datę.",
    "I CONFIRM THAT THIS FORM IS COMPLETED TO THE BEST OF MY KNOWLEDGE AND THE INFORMATION ABOVE IS CORRECT. I ACCEPT TO USE THE MASSAGE, SPA AND HAMMAM FACILITIES AT MY OWN WILL, AND WILL NOT HOLD THE MANAGEMENT RESPONSIBLE FOR ANY HEALTH PROBLEMS OR ACCIDENTS THAT MAY OCCUR DURING THE THERAPY SESSION.": "Potwierdzam, że niniejszy formularz został wypełniony zgodnie z moją najlepszą wiedzą, a powyższe informacje są prawidłowe. Potwierdzam, że korzystam z masaży, spa i łaźni tureckiej z własnej woli i nie pociągam kierownictwa do odpowiedzialności za jakiekolwiek problemy zdrowotne lub wypadki, które mogą wystąpić podczas mojej sesji terapeutycznej.",
    "*IN ORDER TO MAXIMIZE THE EFFICIENCY OF YOUR THERAPY SESSION, PLEASE REMOVE YOUR ACCESSORIES SUCH AS RINGS, NECKLACES, BRACELETS AND VALUABLES BEFORE THE SESSION AND LOCK THEM IN THE SAFEBOX IN THE RECEPTION AREA. WE HEREBY INFORM YOU THAT WE HAVE PROVIDED A SAFE BOX FOR YOUR VALUABLES.": "*Aby zmaksymalizować efektywność sesji terapeutycznej, przed sesją należy zdjąć akcesoria takie jak pierścionki, naszyjniki, bransoletki i inne kosztowności oraz zamknąć je w sejfie w recepcji. Niniejszym informujemy, że udostępniliśmy sejf na kosztowności.",
    "DATE": "Data",
    "TIME": "Godzina",
    "GUEST SIGNATURE": "PODPIS GOŚCIA"
}